<map version="freeplane 1.11.1">
<!--To view this file, download free mind mapping software Freeplane from https://www.freeplane.org -->
<node TEXT="ГОСТ Р 59547-2021 Мониторинг информационной безопасности" LOCALIZED_STYLE_REF="AutomaticLayout.level.root" FOLDED="false" ID="ID_1090958577" CREATED="1409300609620" MODIFIED="1694063842802" NodeVisibilityConfiguration="SHOW_HIDDEN_NODES"><hook NAME="MapStyle" background="#2e3440" zoom="0.264">
    <properties show_icon_for_attributes="true" edgeColorConfiguration="#808080ff,#ff0000ff,#0000ffff,#00ff00ff,#ff00ffff,#00ffffff,#7c0000ff,#00007cff,#007c00ff,#7c007cff,#007c7cff,#7c7c00ff" show_note_icons="true" associatedTemplateLocation="template:/dark_nord_template.mm" fit_to_viewport="false"/>

<map_styles>
<stylenode LOCALIZED_TEXT="styles.root_node" STYLE="oval" UNIFORM_SHAPE="true" VGAP_QUANTITY="24 pt">
<font SIZE="24"/>
<stylenode LOCALIZED_TEXT="styles.predefined" POSITION="bottom_or_right" STYLE="bubble">
<stylenode LOCALIZED_TEXT="default" ID="ID_671184412" ICON_SIZE="12 pt" FORMAT_AS_HYPERLINK="false" COLOR="#484747" BACKGROUND_COLOR="#eceff4" STYLE="bubble" SHAPE_HORIZONTAL_MARGIN="8 pt" SHAPE_VERTICAL_MARGIN="5 pt" BORDER_WIDTH_LIKE_EDGE="false" BORDER_WIDTH="1.9 px" BORDER_COLOR_LIKE_EDGE="true" BORDER_COLOR="#f0f0f0" BORDER_DASH_LIKE_EDGE="true" BORDER_DASH="SOLID">
<arrowlink SHAPE="CUBIC_CURVE" COLOR="#88c0d0" WIDTH="2" TRANSPARENCY="255" DASH="" FONT_SIZE="9" FONT_FAMILY="SansSerif" DESTINATION="ID_671184412" STARTARROW="NONE" ENDARROW="DEFAULT"/>
<font NAME="SansSerif" SIZE="11" BOLD="false" STRIKETHROUGH="false" ITALIC="false"/>
<edge STYLE="bezier" COLOR="#81a1c1" WIDTH="3" DASH="SOLID"/>
<richcontent CONTENT-TYPE="plain/auto" TYPE="DETAILS"/>
<richcontent TYPE="NOTE" CONTENT-TYPE="plain/auto"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.details" BORDER_WIDTH="1.9 px">
<edge STYLE="bezier" COLOR="#81a1c1" WIDTH="3"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.attributes">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.note" COLOR="#000000" BACKGROUND_COLOR="#ebcb8b">
<icon BUILTIN="clock2"/>
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.floating" COLOR="#484747">
<edge STYLE="hide_edge"/>
<cloud COLOR="#f0f0f0" SHAPE="ROUND_RECT"/>
</stylenode>
<stylenode LOCALIZED_TEXT="defaultstyle.selection" COLOR="#e5e9f0" BACKGROUND_COLOR="#5e81ac" BORDER_COLOR_LIKE_EDGE="false" BORDER_COLOR="#5e81ac"/>
</stylenode>
<stylenode LOCALIZED_TEXT="styles.user-defined" POSITION="bottom_or_right" STYLE="bubble">
<stylenode LOCALIZED_TEXT="styles.important" ID="ID_779275544" BORDER_COLOR_LIKE_EDGE="false" BORDER_COLOR="#bf616a">
<icon BUILTIN="yes"/>
<arrowlink COLOR="#bf616a" TRANSPARENCY="255" DESTINATION="ID_779275544"/>
<font SIZE="14"/>
</stylenode>
</stylenode>
<stylenode LOCALIZED_TEXT="styles.AutomaticLayout" POSITION="bottom_or_right" STYLE="bubble">
<stylenode LOCALIZED_TEXT="AutomaticLayout.level.root" COLOR="#ffffff" BACKGROUND_COLOR="#484747" STYLE="bubble" SHAPE_HORIZONTAL_MARGIN="10 pt" SHAPE_VERTICAL_MARGIN="10 pt">
<font NAME="Ubuntu" SIZE="18"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,1" COLOR="#eceff4" BACKGROUND_COLOR="#d08770" STYLE="bubble" SHAPE_HORIZONTAL_MARGIN="8 pt" SHAPE_VERTICAL_MARGIN="5 pt">
<font NAME="Ubuntu" SIZE="16"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,2" COLOR="#3b4252" BACKGROUND_COLOR="#ebcb8b">
<font SIZE="14"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,3" COLOR="#2e3440" BACKGROUND_COLOR="#a3be8c">
<font SIZE="12"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,4" COLOR="#2e3440" BACKGROUND_COLOR="#b48ead">
<font SIZE="11"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,5" BACKGROUND_COLOR="#81a1c1">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,6" BACKGROUND_COLOR="#88c0d0">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,7" BACKGROUND_COLOR="#8fbcbb">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,8" BACKGROUND_COLOR="#d8dee9">
<font SIZE="10"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,9" BACKGROUND_COLOR="#e5e9f0">
<font SIZE="9"/>
</stylenode>
<stylenode LOCALIZED_TEXT="AutomaticLayout.level,10" BACKGROUND_COLOR="#eceff4">
<font SIZE="9"/>
</stylenode>
</stylenode>
</stylenode>
</map_styles>
</hook>
<hook NAME="accessories/plugins/AutomaticLayout.properties" VALUE="ALL"/>
<font SIZE="16" BOLD="true"/>
<node TEXT="Введение" POSITION="bottom_or_right" ID="ID_1310049002" CREATED="1684525019112" MODIFIED="1684525146636" VSHIFT_QUANTITY="-91.8 pt">
<node TEXT="Что определено в стандарте" ID="ID_1381648791" CREATED="1684525436111" MODIFIED="1684525468988">
<node TEXT="а) требования к уровням мониторинга ИБ" ID="ID_1902038853" CREATED="1684525466697" MODIFIED="1684525571067" VSHIFT_QUANTITY="-48 pt">
<node TEXT="к источникам данных мониторинга" ID="ID_1788835110" CREATED="1684525613045" MODIFIED="1684525653295"/>
<node TEXT="сбору данных мониторинга" ID="ID_736650239" CREATED="1684525619552" MODIFIED="1684525668430"/>
<node TEXT="хранению, агрегированию и обработке данных мониторинга" ID="ID_234761224" CREATED="1684525622359" MODIFIED="1684525670500"/>
<node TEXT="представлению данных о результатах мониторинга" ID="ID_388854863" CREATED="1684525638029" MODIFIED="1684525679159"/>
</node>
<node TEXT="б) порядок осуществления мониторинга ИБ при реализации мер ЗИ" ID="ID_1399225472" CREATED="1684525477320" MODIFIED="1684525582451"/>
<node TEXT="в) требования к защите данных мониторинга" ID="ID_1772161871" CREATED="1684525479988" MODIFIED="1684525593579"/>
</node>
</node>
<node TEXT="1 Область применения" POSITION="top_or_left" ID="ID_1310612044" CREATED="1684525055227" MODIFIED="1684525248368" HGAP_QUANTITY="-489.40001 pt" VSHIFT_QUANTITY="-24.6 pt">
<node TEXT="Устанавливает" ID="ID_1327667365" CREATED="1684525745550" MODIFIED="1684526102895" HGAP_QUANTITY="-318.40001 pt" VSHIFT_QUANTITY="-63.6 pt">
<node TEXT="Уровни мониторинга ИБ" ID="ID_821413396" CREATED="1684525844997" MODIFIED="1684525868381" HGAP_QUANTITY="-277.60001 pt" VSHIFT_QUANTITY="-37.8 pt"/>
<node TEXT="Требования к каждому уровню" ID="ID_988480826" CREATED="1684525861746" MODIFIED="1684525889876" HGAP_QUANTITY="-323.80001 pt" VSHIFT_QUANTITY="-48 pt"/>
<node TEXT="Порядок осуществления мониторинга ИБ" ID="ID_1930082677" CREATED="1684525902415" MODIFIED="1684525954474" HGAP_QUANTITY="-380.20001 pt"/>
<node TEXT="Требования к защите данных мониторинга" ID="ID_1166853233" CREATED="1684525957254" MODIFIED="1684525990040" HGAP_QUANTITY="-386.20001 pt" VSHIFT_QUANTITY="5.4 pt"/>
</node>
<node TEXT="Применимы к" ID="ID_1472613635" CREATED="1684525762766" MODIFIED="1684526092272" HGAP_QUANTITY="-312.40001 pt" VSHIFT_QUANTITY="-33 pt">
<node TEXT="мероприятиям по мониторингу ИБ, осуществляемым операторами по отношению к эксплуатируемым ими информационным (автоматизированным) системам" ID="ID_35763106" CREATED="1684526094599" MODIFIED="1684526200813" HGAP_QUANTITY="-407.20001 pt" VSHIFT_QUANTITY="-41.4 pt"/>
<node TEXT="мероприятиям по мониторингу ИБ, осуществляемым в рамках деятельности по оказанию услуг мониторинга ИБ" ID="ID_534866865" CREATED="1684526203831" MODIFIED="1684526223435" HGAP_QUANTITY="-410.20001 pt" VSHIFT_QUANTITY="-4.2 pt"/>
</node>
<node TEXT="требования к средствам мониторинга ИБ" ID="ID_1275013764" CREATED="1684526306856" MODIFIED="1684526316488" HGAP_QUANTITY="-397.60001 pt" VSHIFT_QUANTITY="-38.4 pt"/>
<node TEXT="требования к мероприятиям, связанным с выявлением компьютерных инцидентов и реагированием на них" ID="ID_1416546372" CREATED="1684526333770" MODIFIED="1684526354458" HGAP_QUANTITY="-436.60001 pt" VSHIFT_QUANTITY="5.4 pt"/>
<node TEXT="Не устанавливает" ID="ID_909058638" CREATED="1684525784193" MODIFIED="1684526242988" HGAP_QUANTITY="-337.60001 pt" VSHIFT_QUANTITY="-5.4 pt">
</node>
</node>
<node TEXT="2 Нормативные ссылки" POSITION="bottom_or_right" ID="ID_1232778829" CREATED="1684525070517" MODIFIED="1684525223690">
<node TEXT="ГОСТ Р 59548 Защита информации. Регистрация событий безопасности. Требования к регистрируемой информации" ID="ID_845233581" CREATED="1684526402436" MODIFIED="1684526405925"/>
</node>
<node TEXT="3 Термины и определения" POSITION="top_or_left" ID="ID_495069110" CREATED="1684525093720" MODIFIED="1684526554426" HGAP_QUANTITY="-529.60001 pt" VSHIFT_QUANTITY="73.8 pt">
<node TEXT="агрегирование" ID="ID_120543504" CREATED="1684526430946" MODIFIED="1684526544340" HGAP_QUANTITY="-339.40001 pt" VSHIFT_QUANTITY="-6 pt">
<node TEXT="Процесс объединения однородных и повторяющихся данных о событиях безопасности или иных данных, получаемых в результате мониторинга ИБ" ID="ID_1738045907" CREATED="1684526536529" MODIFIED="1684526559264" HGAP_QUANTITY="-416.80001 pt"/>
</node>
<node TEXT="данные мониторинга" ID="ID_1469986547" CREATED="1684526462176" MODIFIED="1684526594222" HGAP_QUANTITY="-385.60001 pt" VSHIFT_QUANTITY="-45 pt">
<node TEXT="Данные о состоянии объектов мониторинга ИБ, а также данные, получаемые из среды функционирования объектов мониторинга и внешних сервисов, которые могут использоваться для выявления уязвимостей и угроз безопасности информации" ID="ID_908702774" CREATED="1684526597397" MODIFIED="1684526617474" HGAP_QUANTITY="-477.40001 pt"/>
</node>
<node TEXT="индикатор компрометации" ID="ID_1429409781" CREATED="1684526478182" MODIFIED="1684526634484" HGAP_QUANTITY="-431.20001 pt" VSHIFT_QUANTITY="-30 pt">
<node TEXT="Известные данные, указывающие на то, что безопасность объекта мониторинга уже нарушена" ID="ID_314824499" CREATED="1684526639409" MODIFIED="1684526655011" HGAP_QUANTITY="-511.60001 pt"/>
</node>
<node TEXT="источники данных мониторинга" ID="ID_1206936799" CREATED="1684526508580" MODIFIED="1684526678602" HGAP_QUANTITY="-459.40001 pt" VSHIFT_QUANTITY="-34.2 pt">
<node TEXT="Программные или программно-технические средства, с которых может быть осуществлен сбор данных мониторинга" ID="ID_673554414" CREATED="1684526687796" MODIFIED="1684526700139" HGAP_QUANTITY="-550.00001 pt"/>
</node>
<node TEXT="Меры защиты информации, которые применяются в информационной (автоматизированной) системе взамен отдельных мер защиты информации, подлежащих реализации в соответствии с предъявляемыми к информационной (автоматизированной) системе требованиями по защите информации, в связи с невозможностью их реализации" ID="ID_797502859" CREATED="1684526723339" MODIFIED="1684526736152" HGAP_QUANTITY="-530.80001 pt"/>
<node TEXT="компенсирующие меры" ID="ID_1191329148" CREATED="1684526509570" MODIFIED="1684527113370" HGAP_QUANTITY="-474.40001 pt" VSHIFT_QUANTITY="-36.6 pt">
</node>
<node TEXT="меры защиты информации" ID="ID_1067279275" CREATED="1684526741756" MODIFIED="1684527111077" HGAP_QUANTITY="-506.20001 pt" VSHIFT_QUANTITY="0.6 pt">
<node TEXT="Принятые правила, процедуры или механизмы, направленные на защиту информации" ID="ID_1971403419" CREATED="1684526772725" MODIFIED="1684526783691" HGAP_QUANTITY="-539.20001 pt"/>
</node>
<node TEXT="мониторинг информационной безопасности" ID="ID_1370537769" CREATED="1684526799800" MODIFIED="1684527105449" HGAP_QUANTITY="-624.40002 pt" VSHIFT_QUANTITY="54.6 pt">
<node TEXT="Процесс постоянного наблюдения и анализа результатов регистрации событий безопасности и иных данных с целью выявления нарушений безопасности информации, угроз безопасности информации и уязвимостей" ID="ID_945701328" CREATED="1684526816296" MODIFIED="1684527008765" HGAP_QUANTITY="-692.80002 pt" VSHIFT_QUANTITY="-339.00001 pt"/>
</node>
<node TEXT="нарушение безопасности информации (в информационных (автоматизированных) системах)" ID="ID_292811618" CREATED="1684526851108" MODIFIED="1684527107669" HGAP_QUANTITY="-629.80002 pt" VSHIFT_QUANTITY="50.4 pt">
<node TEXT="Совокупность событий безопасности и (или) иных данных мониторинга, указывающая на возможное нарушение конфиденциальности, целостности и доступности информации, нарушение принятой политики безопасности или наличие уязвимости" ID="ID_1238416423" CREATED="1684526872520" MODIFIED="1684526890480" HGAP_QUANTITY="-652.60002 pt"/>
</node>
<node TEXT="нормализация (данных мониторинга)" ID="ID_342660740" CREATED="1684526896463" MODIFIED="1684527096925" HGAP_QUANTITY="-581.20001 pt" VSHIFT_QUANTITY="24.6 pt">
<node TEXT="Приведение получаемых от различных источников данных мониторинга к формату, необходимому для дальнейшей их обработки и хранения" ID="ID_461668321" CREATED="1684526924651" MODIFIED="1684526945377" HGAP_QUANTITY="-613.00001 pt"/>
</node>
<node TEXT="объект мониторинга" ID="ID_1773562217" CREATED="1684526948666" MODIFIED="1684527206948" HGAP_QUANTITY="-502.00001 pt" VSHIFT_QUANTITY="20.4 pt">
<node TEXT="Объект или процесс, изменение состояния которого может привести к нарушению безопасности информации" ID="ID_1869964881" CREATED="1684527163011" MODIFIED="1684527178761" HGAP_QUANTITY="-497.20001 pt" VSHIFT_QUANTITY="13.8 pt"/>
</node>
<node TEXT="оператор информационных [автоматизированных] систем" ID="ID_254831415" CREATED="1684527187713" MODIFIED="1684527292566" HGAP_QUANTITY="-629.20002 pt" VSHIFT_QUANTITY="-13.2 pt">
<node TEXT="Гражданин или юридическое лицо, осуществляющие деятельность по эксплуатации информационных (автоматизированных) систем, в том числе по обработке информации, содержащейся в базах данных" ID="ID_202761371" CREATED="1684527239551" MODIFIED="1684527251053" HGAP_QUANTITY="-587.80001 pt"/>
</node>
<node TEXT="Поток данных об угрозах, содержащий индикаторы компрометации" ID="ID_567806092" CREATED="1684527285258" MODIFIED="1684527384429" HGAP_QUANTITY="-619.00002 pt" VSHIFT_QUANTITY="-8.4 pt">
<node TEXT="Используемый при осуществлении мониторинга набор индикаторов компрометации, получаемый из источника, распространяющего сведения о выявленных индикаторах компрометации" ID="ID_641097142" CREATED="1684527320245" MODIFIED="1684527335748" HGAP_QUANTITY="-608.80001 pt"/>
</node>
<node TEXT="событие (информационной) безопасности" ID="ID_1959452806" CREATED="1684527338666" MODIFIED="1684527420035" HGAP_QUANTITY="-632.20002 pt" VSHIFT_QUANTITY="-7.8 pt">
<node TEXT="Зафиксированное состояние информационной (автоматизированной) системы, сетевого, телекоммуникационного, коммуникационного, иного прикладного сервиса или информационно-телекоммуникационной сети, указывающее на возможное нарушение безопасности информации, сбой средств ЗИ, или ситуацию, которая может быть значимой для безопасности информации" ID="ID_1162841032" CREATED="1684527373419" MODIFIED="1684527399014" HGAP_QUANTITY="-596.20001 pt" VSHIFT_QUANTITY="1.8 pt"/>
</node>
<node TEXT="угроза (безопасности информации)" ID="ID_1018245428" CREATED="1684527405614" MODIFIED="1684527483061" HGAP_QUANTITY="-604.00001 pt" VSHIFT_QUANTITY="-35.4 pt">
<node TEXT="Совокупность условий и факторов, создающих потенциальную или реально существующую опасность нарушения безопасности информации. [ГОСТ Р 50922-2006, Статья 2.6.1]" ID="ID_1665903935" CREATED="1684527439158" MODIFIED="1684527524001" HGAP_QUANTITY="-569.20001 pt" VSHIFT_QUANTITY="0 pt"/>
</node>
<node TEXT="узел информационной [автоматизированной] системы" ID="ID_734944319" CREATED="1684527465408" MODIFIED="1684527582963" HGAP_QUANTITY="-647.20002 pt" VSHIFT_QUANTITY="-5.4 pt">
<node TEXT="Программно-техническое средство, предназначенное для выполнения определенных функций в составе информационной (автоматизированной) системы" ID="ID_634675209" CREATED="1684527551994" MODIFIED="1684527562077" HGAP_QUANTITY="-591.40001 pt"/>
</node>
<node TEXT="уязвимость" ID="ID_1350409591" CREATED="1684527567827" MODIFIED="1684527636537" HGAP_QUANTITY="-449.80001 pt" VSHIFT_QUANTITY="-24 pt">
<node TEXT="Свойство информационной (автоматизированной) системы, обуславливающее возможность реализации угроз безопасности обрабатываемой в ней информации" ID="ID_1315524945" CREATED="1684527603887" MODIFIED="1684527617496" HGAP_QUANTITY="-456.40001 pt"/>
</node>
<node TEXT="4.2 Задачи в рамках мероприятий по мониторингу ИБ" ID="ID_974977522" CREATED="1684528171632" MODIFIED="1694063861446" HGAP_QUANTITY="292.39999 pt" VSHIFT_QUANTITY="-36.15 pt">
<node TEXT="5) контроль, учет и анализ действий пользователей и администраторов" ID="ID_1059979712" CREATED="1684570845332" MODIFIED="1684570896994"/>
<node TEXT="6) сбор и анализ данных о результатах контроля потоков информации" ID="ID_302176477" CREATED="1684570845844" MODIFIED="1684570906414"/>
<node TEXT="7) выявление нарушений безопасности информации" ID="ID_1431296974" CREATED="1684570846187" MODIFIED="1684570928639"/>
<node TEXT="8) выявление скрытых уязвимостей путем сопоставления результатов регистрации событий безопасности с результатами анализа уязвимостей" ID="ID_517907573" CREATED="1684570846576" MODIFIED="1684570936572"/>
<node TEXT="9) своевременное информирование ответственных лиц о выявленных нарушениях безопасности информации" ID="ID_792882233" CREATED="1684570847011" MODIFIED="1684570945662"/>
<node TEXT="а) в части мероприятий анализа событий безопасности и иных данных мониторинга" ID="ID_282736033" CREATED="1684570741955" MODIFIED="1684570756922">
<node TEXT="1) сбор данных о событиях безопасности и иных данных мониторинга от различных источников" ID="ID_740020939" CREATED="1684570817229" MODIFIED="1684570859575"/>
<node TEXT="2) нормализация, фильтрация и агрегирование данных о событиях безопасности" ID="ID_1388307864" CREATED="1684570820983" MODIFIED="1684570868521"/>
<node TEXT="3) анализ событий безопасности и иных данных мониторинга" ID="ID_69998003" CREATED="1684570824693" MODIFIED="1684570878293"/>
<node TEXT="4) сопоставление событий безопасности с потоками данных, содержащих индикаторы компрометации" ID="ID_921711487" CREATED="1684570844606" MODIFIED="1684570885944"/>
</node>
<node TEXT="б) в части мероприятий контроля (анализа) защищенности информации" ID="ID_1217289931" CREATED="1684570745726" MODIFIED="1684570772086">
<node TEXT="1) выявление (поиск) уязвимостей" ID="ID_265222611" CREATED="1684570963112" MODIFIED="1684571008925"/>
<node TEXT="2) разработка описаний выявленных уязвимостей" ID="ID_1227946781" CREATED="1684570965515" MODIFIED="1684571015715"/>
<node TEXT="3) контроль установки обновлений безопасности ПО, включая ПО средств ЗИ" ID="ID_1278775326" CREATED="1684570971503" MODIFIED="1684571018756"/>
<node TEXT="4) контроль состава программно-технических средств, виртуального аппаратного обеспечения, ПО и средств ЗИ (инвентаризация)" ID="ID_474557341" CREATED="1684570972805" MODIFIED="1684571030524"/>
<node TEXT="5) контроль соответствия настроек ПО и средств ЗИ установленным требованиям к защите информации (политикам безопасности)" ID="ID_1223159961" CREATED="1684570973109" MODIFIED="1684571037540"/>
<node TEXT="6) информирование ответственных лиц о результатах поиска уязвимостей, контроля установки обновлений ПО, контроля состава программно-технических средств, ПО и средств ЗИ" ID="ID_619336584" CREATED="1684570973402" MODIFIED="1684571044547"/>
</node>
<node TEXT="в) в части мероприятий анализа и оценки функционирования систем ЗИ информационных (автоматизированных) систем" ID="ID_1300363799" CREATED="1684570746784" MODIFIED="1684570780721">
<node TEXT="1) контроль работоспособности (неотключения) ПО и средств ЗИ" ID="ID_622294913" CREATED="1684571050546" MODIFIED="1684571068767"/>
<node TEXT="2) проверка соответствия среды функционирования требованиям, предъявленным в документации на средства ЗИ" ID="ID_998476528" CREATED="1684571053715" MODIFIED="1684571076184"/>
<node TEXT="3) контроль потоков информации, влияющих на производительность информационных (автоматизированных) систем, при межсетевом взаимодействии" ID="ID_307192041" CREATED="1684571054167" MODIFIED="1684571082888"/>
<node TEXT="4) информирование о неисправностях, сбоях и отказах в функционировании средств и систем ЗИ информационных (автоматизированных) систем" ID="ID_585731953" CREATED="1684571054606" MODIFIED="1684571091031"/>
</node>
<node TEXT="г) в части мероприятий периодического анализа изменения угроз безопасности информации в информационных (автоматизированных) системах, возникающих в ходе эксплуатации" ID="ID_525743861" CREATED="1684570747125" MODIFIED="1684570795085">
<node TEXT="1) получение новых данных об индикаторах компрометации, уязвимостях и угрозах безопасности информации из доступных источников" ID="ID_274846548" CREATED="1684571103188" MODIFIED="1684571130290"/>
<node TEXT="2) выявление новых угроз безопасности информации по результатам анализа событий безопасности и нарушений безопасности информации (например, свидетельствующих о нетипичной активности пользователей), выявленных в процессе мониторинга ИБ" ID="ID_1435541392" CREATED="1684571106397" MODIFIED="1684571137736"/>
<node TEXT="3) разработка требований к сбору, обработке, хранению и представлению данных о событиях безопасности и иных данных мониторинга от различных источников с учетом изменения угроз безопасности информации и новых данных об индикаторах компрометации и уязвимостях" ID="ID_1213592878" CREATED="1684571106890" MODIFIED="1684571145855"/>
<node TEXT="4) разработка новых и уточнение действующих правил анализа событий безопасности и иных данных мониторинга, используемых для выявления нарушений безопасности информации" ID="ID_331569915" CREATED="1684571107305" MODIFIED="1684571153765"/>
<node TEXT="5) разработка рекомендаций по реализации дополнительных мер и мероприятий ЗИ, направленных на минимизацию существующих и выявление новых угроз безопасности" ID="ID_945138677" CREATED="1684571108970" MODIFIED="1684571160635"/>
</node>
</node>
<node TEXT="4.3 Объекты мониторинга" ID="ID_1270791889" CREATED="1684528315138" MODIFIED="1684528749517" HGAP_QUANTITY="90.8 pt" VSHIFT_QUANTITY="-8.4 pt">
<node TEXT="автоматизированные рабочие места" ID="ID_1254465203" CREATED="1684571200371" MODIFIED="1684571230077"/>
<node TEXT="серверное оборудование" ID="ID_250006259" CREATED="1684571211570" MODIFIED="1684571318660"/>
<node TEXT="телекоммуникационное оборудование" ID="ID_371229017" CREATED="1684571212346" MODIFIED="1684571331873"/>
<node TEXT="технологическое и (или) производственное оборудование (исполнительные устройства)" ID="ID_731928047" CREATED="1684571212744" MODIFIED="1684571339275"/>
<node TEXT="средства ЗИ" ID="ID_343780602" CREATED="1684571213090" MODIFIED="1684571349488"/>
<node TEXT="иные объекты мониторинга, определенные оператором информационных (автоматизированных) систем" ID="ID_1631310704" CREATED="1684571213424" MODIFIED="1684571351016"/>
</node>
<node TEXT="4.4 Уровни мониторинга ИБ" ID="ID_1359900708" CREATED="1684528333517" MODIFIED="1684528737781" HGAP_QUANTITY="93.8 pt" VSHIFT_QUANTITY="-9 pt">
<node TEXT="уровень источников данных" ID="ID_1860643934" CREATED="1684571363807" MODIFIED="1684571623273"/>
<node TEXT="уровень сбора данных" ID="ID_255108674" CREATED="1684571367460" MODIFIED="1684571629929"/>
<node TEXT="уровень хранения, агрегирования и обработки данных" ID="ID_1546509192" CREATED="1684571374071" MODIFIED="1684571637924"/>
<node TEXT="уровень представления информации и данных мониторинга" ID="ID_346099481" CREATED="1684571374367" MODIFIED="1684571640187"/>
</node>
<node TEXT="4.5 Свойства, реализуемые при реализации мониторинга ИБ" ID="ID_75965269" CREATED="1684528366606" MODIFIED="1684528792104" HGAP_QUANTITY="98.6 pt" VSHIFT_QUANTITY="-1.8 pt">
<node TEXT="Основные понятия" ID="ID_1868623745" CREATED="1684572399624" MODIFIED="1684572420512">
<node TEXT="многопараметричность" ID="ID_1601312059" CREATED="1684572044397" MODIFIED="1684572068175">
<node TEXT="для обеспечения вертикальной интеграции процесса мониторинга ИБ в организационную структуру управления безопасностью организации" ID="ID_164964648" CREATED="1684572156571" MODIFIED="1684572160672"/>
<node TEXT="для обеспечения горизонтальной интеграции по структурным компонентам информационной инфраструктуры и информационных (автоматизированных) систем" ID="ID_448524191" CREATED="1684572162952" MODIFIED="1684572183386"/>
</node>
<node TEXT="масштабируемость" ID="ID_362721361" CREATED="1684572055249" MODIFIED="1684572080777">
<node TEXT="для расширения области мониторинга ИБ" ID="ID_1253816497" CREATED="1684572193556" MODIFIED="1684572196972"/>
</node>
<node TEXT="адаптивность" ID="ID_1021636680" CREATED="1684572056735" MODIFIED="1684572087921">
<node TEXT="для выявления новых видов, типов и способов осуществления компьютерных атак и иных видов нарушений безопасности информации за счет развития правил анализа событий безопасности и данных мониторинга" ID="ID_1231199579" CREATED="1684572224045" MODIFIED="1684572227674"/>
</node>
<node TEXT="полнота" ID="ID_1451748736" CREATED="1684572057206" MODIFIED="1684572097044">
<node TEXT="предполагает использование всех возможных источников событий безопасности и данных мониторинга, необходимых для выявления нарушений безопасности информации, угроз безопасности информации и уязвимостей" ID="ID_1076739847" CREATED="1684572252644" MODIFIED="1684572257104"/>
</node>
<node TEXT="доступность" ID="ID_1329428284" CREATED="1684572057500" MODIFIED="1684572102049">
<node TEXT="предполагает обеспечение возможности получения данных мониторинга, необходимых для выявления нарушений безопасности информации, угроз безопасности информации и уязвимостей в соответствии с заданными требованиями" ID="ID_939908718" CREATED="1684572270416" MODIFIED="1684572273847"/>
</node>
<node TEXT="достоверность" ID="ID_1646181754" CREATED="1684572057765" MODIFIED="1684572103737">
<node TEXT="предполагает обеспечение возможности получения неискаженных (неподмененных) данных" ID="ID_666804814" CREATED="1684572282377" MODIFIED="1684572286668"/>
</node>
</node>
<node TEXT="Реализация свойства многопараметричности" ID="ID_555930801" CREATED="1684572445227" MODIFIED="1684572466211">
<node TEXT="обеспечивается применением необходимых форматов и способов сбора, обработки, хранения и представления данных мониторинга, которые позволяют интегрировать процесс мониторинга ИБ в организационную структуру управления безопасностью организации с учетом ее иерархии (вертикальная интеграция), а также осуществлять мониторинг нескольких информационных (автоматизированных) систем или объектов информационной инфраструктуры (горизонтальная интеграция)" ID="ID_835145541" CREATED="1684572547973" MODIFIED="1684572568068"/>
</node>
<node TEXT="Реализация свойства масштабируемости" ID="ID_11162628" CREATED="1684572449443" MODIFIED="1684572473259">
<node TEXT="обеспечивается возможностью наращивания количества новых источников данных мониторинга ИБ, а также возможностью создания многоуровневой иерархической системы мониторинга ИБ" ID="ID_1989972683" CREATED="1684572571090" MODIFIED="1684572581450"/>
</node>
<node TEXT="Реализация свойств адаптивности" ID="ID_944067734" CREATED="1684572450704" MODIFIED="1684572542857">
<node TEXT="обеспечивается наличием возможности добавления, удаления и изменения правил и процедур анализа данных мониторинга" ID="ID_427017832" CREATED="1684572592553" MODIFIED="1684572595751"/>
</node>
</node>
<node TEXT="4.6 При осуществлении мониторинга ИБ обеспечивают" ID="ID_902451683" CREATED="1684528409378" MODIFIED="1684528573981" HGAP_QUANTITY="100.4 pt" VSHIFT_QUANTITY="-38.4 pt">
<node TEXT="получение и обработку данных от множества, в том числе разнородных, источников данных мониторинга" ID="ID_1939093686" CREATED="1684572644548" MODIFIED="1684572656125"/>
<node TEXT="представление результатов анализа данных мониторинга в режиме времени, близком к реальному" ID="ID_1590626094" CREATED="1684572645804" MODIFIED="1684572668513"/>
<node TEXT="возможность анализа событий безопасности и иных данных мониторинга на основе различных правил" ID="ID_24163100" CREATED="1684572646188" MODIFIED="1684572675027"/>
<node TEXT="централизованное хранение данных мониторинга (для всех объектов мониторинга или в рамках каждого объекта мониторинга)" ID="ID_590089270" CREATED="1684572648879" MODIFIED="1684572687547"/>
<node TEXT="возможность формирования различных отчетов по результатам мониторинга ИБ" ID="ID_877539313" CREATED="1684572649113" MODIFIED="1684572695975"/>
</node>
</node>
<node TEXT="5 Требования к мониторингу информационной безопасности" POSITION="top_or_left" ID="ID_154786139" CREATED="1684525312338" MODIFIED="1684667569301" HGAP_QUANTITY="-601.60001 pt" VSHIFT_QUANTITY="93.6 pt">
<node TEXT="5.1 Требования к источникам данных" ID="ID_871547723" CREATED="1684572791380" MODIFIED="1684572830549" HGAP_QUANTITY="-569.80001 pt" VSHIFT_QUANTITY="40.8 pt">
<node TEXT="При осуществлении мониторинга ИБ данные мониторинга могут быть собраны с использованием как автоматизированных, так и неавтоматизированных средств" ID="ID_1706590242" CREATED="1684573414374" MODIFIED="1684662274433" HGAP_QUANTITY="-575.80001 pt" VSHIFT_QUANTITY="336.60001 pt"/>
<node TEXT="Источники данных мониторинга ИБ" ID="ID_1269527540" CREATED="1684573404669" MODIFIED="1684662152455" HGAP_QUANTITY="-504.40001 pt">
<node TEXT="средства ЗИ" ID="ID_1489758846" CREATED="1684576164651" MODIFIED="1684576466034" HGAP_QUANTITY="-362.20001 pt" VSHIFT_QUANTITY="9.6 pt"/>
<node TEXT="ПО" ID="ID_1717744375" CREATED="1684576177830" MODIFIED="1684576468894" HGAP_QUANTITY="-313.00001 pt" VSHIFT_QUANTITY="-1.2 pt"/>
<node TEXT="программно-технические средства" ID="ID_436884262" CREATED="1684576198311" MODIFIED="1684576471852" HGAP_QUANTITY="-473.80001 pt" VSHIFT_QUANTITY="-3 pt"/>
<node TEXT="информационные сервисы" ID="ID_1517576175" CREATED="1684576208544" MODIFIED="1684576475925" HGAP_QUANTITY="-434.80001 pt" VSHIFT_QUANTITY="-7.2 pt"/>
<node TEXT="среда функционирования информационных (автоматизированных) систем" ID="ID_1295132433" CREATED="1684576223799" MODIFIED="1684576515132" HGAP_QUANTITY="-562.00001 pt" VSHIFT_QUANTITY="-4.2 pt"/>
<node TEXT="оператор информационных (автоматизированных) систем" ID="ID_403924590" CREATED="1684576505635" MODIFIED="1684576529560" HGAP_QUANTITY="-562.00001 pt" VSHIFT_QUANTITY="-9.6 pt"/>
<node TEXT="иные источники данных (в том числе внешние доступные источники данных)" ID="ID_1255858399" CREATED="1684576531283" MODIFIED="1684576548391" HGAP_QUANTITY="-562.60001 pt" VSHIFT_QUANTITY="-20.4 pt"/>
</node>
<node TEXT="При формировании перечня источников данных следует учитывать необходимость получения следующей информации" ID="ID_135762109" CREATED="1684660385246" MODIFIED="1684662149799" HGAP_QUANTITY="-575.80001 pt" VSHIFT_QUANTITY="4.8 pt">
<node TEXT="а) данных о событиях безопасности от средств, осуществляющих регистрацию событий безопасности (источников событий безопасности)" ID="ID_492417426" CREATED="1684660499241" MODIFIED="1684660541906" HGAP_QUANTITY="-584.80001 pt" VSHIFT_QUANTITY="-17.4 pt"/>
<node TEXT="б) данных о результатах выявления (поиска) уязвимостей, в том числе" ID="ID_976610734" CREATED="1684660506302" MODIFIED="1684660581672" HGAP_QUANTITY="-587.20001 pt" VSHIFT_QUANTITY="-15 pt">
<node TEXT="в общесистемном (общем) ПО" ID="ID_1220130870" CREATED="1684660584695" MODIFIED="1684660696584" HGAP_QUANTITY="-656.80002 pt"/>
<node TEXT="прикладном ПО" ID="ID_41244171" CREATED="1684660597581" MODIFIED="1684660696585" HGAP_QUANTITY="-656.80002 pt"/>
<node TEXT="специальном ПО" ID="ID_13720368" CREATED="1684660598047" MODIFIED="1684660696586" HGAP_QUANTITY="-656.80002 pt"/>
<node TEXT="программно-технических средствах" ID="ID_592172811" CREATED="1684660601402" MODIFIED="1684660696582" HGAP_QUANTITY="-656.80002 pt"/>
<node TEXT="портативных программно-технических средствах" ID="ID_1551950546" CREATED="1684660602127" MODIFIED="1684660696586" HGAP_QUANTITY="-656.80002 pt"/>
<node TEXT="коммуникационном (телекоммуникационном) оборудовании" ID="ID_965956984" CREATED="1684660603277" MODIFIED="1684660696587" HGAP_QUANTITY="-656.80002 pt"/>
<node TEXT="средствах ЗИ" ID="ID_209734630" CREATED="1684660603942" MODIFIED="1684660696587" HGAP_QUANTITY="-656.80002 pt"/>
</node>
<node TEXT="в) данных о результатах контроля обновлений ПО" ID="ID_491620427" CREATED="1684660551271" MODIFIED="1684660855855" HGAP_QUANTITY="-589.00001 pt" VSHIFT_QUANTITY="-5.4 pt">
<node TEXT="баз данных, необходимых для реализации функций безопасности средства ЗИ (обновление баз данных признаков вредоносных компьютерных программ (вирусов) средств антивирусной защиты, баз сигнатур уязвимостей средств контроля (анализа) защищенности, баз решающих правил систем обнаружения вторжений и других)" ID="ID_374601776" CREATED="1684660727008" MODIFIED="1684661125747" HGAP_QUANTITY="-598.60001 pt" VSHIFT_QUANTITY="2.4 pt"/>
<node TEXT="направленных на устранение уязвимостей средства (средств) ЗИ" ID="ID_303451141" CREATED="1684661119150" MODIFIED="1684661149463" HGAP_QUANTITY="-598.60001 pt" VSHIFT_QUANTITY="0 pt"/>
<node TEXT="направленных на добавление функции (функций) безопасности средства (средств) ЗИ, на совершенствование реализации функции (функций) безопасности средства (средств) ЗИ, на расширение числа поддерживаемых программных и аппаратных платформ (если необходимость таких обновлений была определена по результатам анализа изменения угроз безопасности информации в информационных (автоматизированных) системах, возникающих в ходе их эксплуатации)" ID="ID_875855760" CREATED="1684661142428" MODIFIED="1684661178559" HGAP_QUANTITY="-598.60001 pt" VSHIFT_QUANTITY="0 pt"/>
<node TEXT="направленных на устранение уязвимостей общесистемного, прикладного и иного ПО" ID="ID_1455763387" CREATED="1684661171220" MODIFIED="1684661185475" HGAP_QUANTITY="-599.20001 pt" VSHIFT_QUANTITY="-8.4 pt"/>
</node>
<node TEXT="г) данных о результатах контроля состава программно-технических средств, ПО и средств ЗИ (инвентаризационных данных), включая" ID="ID_1415929241" CREATED="1684660551725" MODIFIED="1684661228488" HGAP_QUANTITY="-594.40001 pt" VSHIFT_QUANTITY="7.2 pt">
<node TEXT="архитектуру информационных (автоматизированных) систем (сетевые адреса и имена)" ID="ID_787011097" CREATED="1684661240676" MODIFIED="1684661323669" HGAP_QUANTITY="-629.80002 pt" VSHIFT_QUANTITY="14.4 pt"/>
<node TEXT="местоположение узлов информационных (автоматизированных) систем" ID="ID_1115196876" CREATED="1684661242305" MODIFIED="1684661321030" HGAP_QUANTITY="-629.80002 pt"/>
<node TEXT="назначение узлов информационных (автоматизированных) систем" ID="ID_1916044609" CREATED="1684661243038" MODIFIED="1684661331780" HGAP_QUANTITY="-628.60002 pt" VSHIFT_QUANTITY="0 pt"/>
<node TEXT="функционирующие сетевые службы" ID="ID_1463056943" CREATED="1684661246335" MODIFIED="1684661337197" HGAP_QUANTITY="-528.40001 pt" VSHIFT_QUANTITY="0.6 pt"/>
<node TEXT="сведения об источниках событий безопасности" ID="ID_1679632301" CREATED="1684661246696" MODIFIED="1684661439036" HGAP_QUANTITY="-583.60001 pt" VSHIFT_QUANTITY="0 pt"/>
<node TEXT="характеристики программно-технических средств, ПО и средств ЗИ" ID="ID_836587996" CREATED="1684661247075" MODIFIED="1684661441771" HGAP_QUANTITY="-631.00002 pt" VSHIFT_QUANTITY="5.4 pt"/>
<node TEXT="принадлежность программно-технических средств подразделениям оператора информационных (автоматизированных) систем (сведения о владельцах)" ID="ID_43755037" CREATED="1684661247445" MODIFIED="1684661443380" HGAP_QUANTITY="-635.80002 pt"/>
<node TEXT="принадлежность программно-технических средств соответствующим информационным (автоматизированным) системам" ID="ID_634742052" CREATED="1684661239782" MODIFIED="1684661445251" HGAP_QUANTITY="-638.80002 pt"/>
<node TEXT="конфигурацию узлов информационных (автоматизированных) систем" ID="ID_1782477929" CREATED="1684661229896" MODIFIED="1684661448967" HGAP_QUANTITY="-632.20002 pt" VSHIFT_QUANTITY="-8.4 pt"/>
</node>
<node TEXT="д) данных о результатах контроля соответствия настроек ПО и средств ЗИ установленным требованиям к ЗИ (политикам безопасности)" ID="ID_1862367247" CREATED="1684660552141" MODIFIED="1684661475086" HGAP_QUANTITY="-593.80001 pt"/>
<node TEXT="е) данных о работоспособности (неотключении) ПО и средств ЗИ" ID="ID_763167589" CREATED="1684660552515" MODIFIED="1684661531614" HGAP_QUANTITY="-593.20001 pt"/>
<node TEXT="ж) информации о результатах контроля потоков информации, включая" ID="ID_1965539352" CREATED="1684660552819" MODIFIED="1684661546638" HGAP_QUANTITY="-596.80001 pt">
<node TEXT="результаты контроля объемов сетевого трафика (входящего и исходящего) по различным типам протоколов и типам передаваемых файлов" ID="ID_1316457707" CREATED="1684661548738" MODIFIED="1684661723236" HGAP_QUANTITY="-587.20001 pt" VSHIFT_QUANTITY="22.8 pt"/>
<node TEXT="результаты контроля содержимого сетевого трафика по различным типам протоколов и файлов в целях выявления запрещенного или подозрительного контента и конфиденциальной информации" ID="ID_303281611" CREATED="1684661705513" MODIFIED="1684661734273" HGAP_QUANTITY="-587.20001 pt"/>
<node TEXT="результаты контроля потоков ввода/вывода информации при работе со съемными машинными носителями информации в целях выявления запрещенной деятельности, а также запрещенного или подозрительного контента и конфиденциальной информации" ID="ID_726380026" CREATED="1684661707966" MODIFIED="1684661744653" HGAP_QUANTITY="-587.20001 pt"/>
<node TEXT="результаты контроля вывода информации на печать" ID="ID_156132761" CREATED="1684661708352" MODIFIED="1684661753418" HGAP_QUANTITY="-587.20001 pt"/>
<node TEXT="результаты контроля подозрительной сетевой активности и выявления компьютерных атак или признаков подготовки к ним, а также несанкционированных действий пользователей в сети (например, попыток несанкционированного доступа пользователей к различным информационным ресурсам или подключения к сети посторонних устройств)" ID="ID_253749767" CREATED="1684661708806" MODIFIED="1684661760322" HGAP_QUANTITY="-587.20001 pt"/>
<node TEXT="результаты контроля состояния беспроводных сетей в целях выявления несанкционированных подключений" ID="ID_25177295" CREATED="1684661710046" MODIFIED="1684661769988" HGAP_QUANTITY="-587.20001 pt"/>
</node>
<node TEXT="и) данных о действиях пользователей и процессов, необходимых для выявления преднамеренного или непреднамеренного нарушения установленных политик безопасности, регламентов работы, фактов запрещенной деятельности, попыток совершения несанкционированного доступа и утечки конфиденциальной информации, включая" ID="ID_1573370372" CREATED="1684660553113" MODIFIED="1684661808697" HGAP_QUANTITY="-590.20001 pt" VSHIFT_QUANTITY="4.2 pt">
<node TEXT="контроль запуска/останова различных процессов" ID="ID_745729122" CREATED="1684661832448" MODIFIED="1684661875860" HGAP_QUANTITY="-594.40001 pt"/>
<node TEXT="контроль подключения съемных машинных носителей информации и работы с ними" ID="ID_1667063430" CREATED="1684661838101" MODIFIED="1684661982882" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="контроль подключения мобильных, беспроводных и других устройств" ID="ID_1751749180" CREATED="1684661838786" MODIFIED="1684661982886" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="контроль установки/удаления ПО (компонентов ПО)" ID="ID_260468279" CREATED="1684661839222" MODIFIED="1684661982887" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="контроль изменения сетевых настроек автоматизированных рабочих мест и серверов" ID="ID_630328500" CREATED="1684661839587" MODIFIED="1684661982889" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="контроль несанкционированных сетевых соединений с не разрешенными политикой безопасности сетевыми ресурсами" ID="ID_1160456792" CREATED="1684661839945" MODIFIED="1684661982880" HGAP_QUANTITY="-631.60002 pt" VSHIFT_QUANTITY="-7.2 pt"/>
<node TEXT="контроль попыток удаленного доступа к автоматизированным рабочим местам и серверам" ID="ID_1936793330" CREATED="1684661840338" MODIFIED="1684661982891" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="контроль фактов работы с административными правами и полномочиями" ID="ID_1053144176" CREATED="1684661840642" MODIFIED="1684661982893" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="контроль изменения локальных политик безопасности, прав и привилегий" ID="ID_367857990" CREATED="1684661840954" MODIFIED="1684661982894" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="контроль создания и работы с общими ресурсами" ID="ID_113602227" CREATED="1684661841234" MODIFIED="1684661982894" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="контроль открытия &quot;подозрительных&quot; сетевых портов" ID="ID_485108494" CREATED="1684661841513" MODIFIED="1684661982894" HGAP_QUANTITY="-631.60002 pt"/>
<node TEXT="иные действия пользователей" ID="ID_109822488" CREATED="1684661841780" MODIFIED="1684661982894" HGAP_QUANTITY="-631.60002 pt"/>
</node>
<node TEXT="к) справочной информации, включая" ID="ID_1240312593" CREATED="1684661797436" MODIFIED="1684662003313" HGAP_QUANTITY="-510.40001 pt" VSHIFT_QUANTITY="9.6 pt">
<node TEXT="информацию о показателе доверия (репутации) сетевых адресов, доменных имен, серверов электронной почты, серверов доменных имен" ID="ID_1847172220" CREATED="1684662010214" MODIFIED="1684662062066" HGAP_QUANTITY="-506.80001 pt" VSHIFT_QUANTITY="13.8 pt"/>
<node TEXT="информацию о владельцах сетевых адресов, доменных имен, серверов электронной почты, серверов доменных имен" ID="ID_1465661958" CREATED="1684662011514" MODIFIED="1684662065508" HGAP_QUANTITY="-507.40001 pt"/>
<node TEXT="информацию о местоположении и географической принадлежности сетевых адресов" ID="ID_1812402286" CREATED="1684662011782" MODIFIED="1684662068899" HGAP_QUANTITY="-507.40001 pt" VSHIFT_QUANTITY="-14.4 pt"/>
<node TEXT="информацию об известных уязвимостях используемого ПО" ID="ID_199400377" CREATED="1684662012049" MODIFIED="1684662071981" HGAP_QUANTITY="-508.00001 pt" VSHIFT_QUANTITY="-9.6 pt"/>
<node TEXT="информацию о компьютерных сетях, состоящих из управляемых с использованием вредоносного ПО средств вычислительной техники, включая сведения об их управляющих серверах" ID="ID_1702831" CREATED="1684662012339" MODIFIED="1684662075194" HGAP_QUANTITY="-504.40001 pt" VSHIFT_QUANTITY="-8.4 pt"/>
</node>
<node TEXT="л) данных о новых угрозах безопасности информации" ID="ID_401056103" CREATED="1684661817988" MODIFIED="1684662090226" HGAP_QUANTITY="-589.60001 pt" VSHIFT_QUANTITY="3 pt"/>
</node>
<node TEXT="При организации процесса мониторинга ИБ целесообразно выбирать источники данных, которые обеспечивают" ID="ID_1392674348" CREATED="1684662131326" MODIFIED="1684662281185" HGAP_QUANTITY="-572.80001 pt" VSHIFT_QUANTITY="-14.4 pt">
<node TEXT="передачу данных мониторинга ИБ (при наличии технической возможности) и возможность настройки состава передаваемых данных (предварительная фильтрация)" ID="ID_1092989207" CREATED="1684662170607" MODIFIED="1684662262501" HGAP_QUANTITY="-596.20001 pt" VSHIFT_QUANTITY="11.4 pt"/>
<node TEXT="предоставление справочников, содержащих описание идентификаторов отдельных типов данных (если справочники используются источником)" ID="ID_1827471474" CREATED="1684662179993" MODIFIED="1684662241040" HGAP_QUANTITY="-596.20001 pt" VSHIFT_QUANTITY="10.2 pt"/>
<node TEXT="предоставление данных мониторинга ИБ с описанием полей регистрируемых событий безопасности для последующей их интерпретации" ID="ID_259759990" CREATED="1684662180382" MODIFIED="1684662241042" HGAP_QUANTITY="-596.20001 pt"/>
<node TEXT="предоставление данных мониторинга ИБ об уровне важности событий, которые могут быть использованы для обеспечения фильтрации событий" ID="ID_1484706322" CREATED="1684662180678" MODIFIED="1684662241044" HGAP_QUANTITY="-596.20001 pt"/>
<node TEXT="временное накопление событий безопасности (при наличии технической возможности) при отсутствии связи и их передачу при появлении связи с объектом назначения передачи данных мониторинга ИБ" ID="ID_711469801" CREATED="1684662180886" MODIFIED="1684662231075" HGAP_QUANTITY="-595.00001 pt" VSHIFT_QUANTITY="-32.4 pt"/>
</node>
<node TEXT="Источники данных о событиях безопасности могут предоставлять доступ к данным о событиях безопасности одним из следующих способов" ID="ID_1368459334" CREATED="1684662267582" MODIFIED="1684662393597" HGAP_QUANTITY="-571.00001 pt" VSHIFT_QUANTITY="-9.6 pt">
<node TEXT="предоставление источником данных доступа к файлам или базам данных журналов событий безопасности" ID="ID_768428225" CREATED="1684662313783" MODIFIED="1684662347800" HGAP_QUANTITY="-598.60001 pt" VSHIFT_QUANTITY="-5.4 pt"/>
<node TEXT="выгрузка данных о событиях безопасности с использованием стандартных протоколов передачи данных" ID="ID_32914637" CREATED="1684662320539" MODIFIED="1684662368353" HGAP_QUANTITY="-601.00001 pt" VSHIFT_QUANTITY="6.6 pt"/>
<node TEXT="предоставление источником данных доступа к данным о событиях безопасности через программный интерфейс приложения или веб-сервис источника" ID="ID_1256831351" CREATED="1684662322261" MODIFIED="1684662371159" HGAP_QUANTITY="-603.40001 pt" VSHIFT_QUANTITY="5.4 pt"/>
</node>
<node TEXT="Для источников данных операторами информационных (автоматизированных) систем обеспечивается достоверность передаваемых ими данных о дате и времени регистрации событий безопасности и, при необходимости, синхронизация системных часов с учетом часовых поясов" ID="ID_913092223" CREATED="1684662379716" MODIFIED="1684662409481" HGAP_QUANTITY="-573.40001 pt" VSHIFT_QUANTITY="-457.80001 pt"/>
</node>
<node TEXT="5.2 Требования к сбору данных" ID="ID_1658983978" CREATED="1684572800080" MODIFIED="1684572868711" HGAP_QUANTITY="-533.20001 pt" VSHIFT_QUANTITY="-6.6 pt">
<node TEXT="При мониторинге ИБ осуществляют сбор исходных данных в объеме, необходимом и достаточном для проведения анализа и различного рода оценок состояния ИБ" ID="ID_36316028" CREATED="1684662880361" MODIFIED="1684662967768" HGAP_QUANTITY="-527.20001 pt" VSHIFT_QUANTITY="0.6 pt"/>
<node TEXT="При использовании автоматизированных средств мониторинга для получения исходных данных можно применять" ID="ID_721814552" CREATED="1684662954883" MODIFIED="1684663096950" HGAP_QUANTITY="-527.20001 pt" VSHIFT_QUANTITY="-1.2 pt">
<node TEXT="агентный сбор данных (агенты мониторинга событий безопасности)" ID="ID_1547128384" CREATED="1684662987142" MODIFIED="1684663052764" HGAP_QUANTITY="-603.40001 pt" VSHIFT_QUANTITY="-2.4 pt"/>
<node TEXT="безагентный сбор данных" ID="ID_1436909721" CREATED="1684662988470" MODIFIED="1684663057629" HGAP_QUANTITY="-469.00001 pt" VSHIFT_QUANTITY="-22.2 pt"/>
<node TEXT="опросные листы (формы)" ID="ID_1399320611" CREATED="1684662999313" MODIFIED="1684663060342" HGAP_QUANTITY="-464.20001 pt" VSHIFT_QUANTITY="-27 pt"/>
<node TEXT="инструментальные средства" ID="ID_616466135" CREATED="1684662999970" MODIFIED="1684663064643" HGAP_QUANTITY="-482.20001 pt" VSHIFT_QUANTITY="-18.6 pt"/>
</node>
<node TEXT="Агентом мониторинга событий безопасности является ПО, устанавливаемое на компонентах информационной инфраструктуры и узлах информационных (автоматизированных) систем с целью сбора необходимых данных непосредственно с источника" ID="ID_1441281289" CREATED="1684663078545" MODIFIED="1684663107499" HGAP_QUANTITY="-527.20001 pt"/>
<node TEXT="С использованием агентов мониторинга может осуществляться сбор данных о событиях безопасности, о работоспособности (неотключении) ПО, о действиях пользователей и иных данных. При этом в составе агентов мониторинга могут быть реализованы отдельные функции инструментальных средств, которые позволяют дополнительно получать данные" ID="ID_1613710519" CREATED="1684663080565" MODIFIED="1684663448887" HGAP_QUANTITY="-527.20001 pt" VSHIFT_QUANTITY="-6.6 pt">
<node TEXT="о результатах контроля состава программно-технических средств, ПО и средств ЗИ (техническая инвентаризация)" ID="ID_303752696" CREATED="1684663266310" MODIFIED="1684663319819" HGAP_QUANTITY="-600.40001 pt" VSHIFT_QUANTITY="-1.2 pt"/>
<node TEXT="о результатах выявления (поиска) уязвимостей" ID="ID_524163928" CREATED="1684663272672" MODIFIED="1684663324447" HGAP_QUANTITY="-577.60001 pt"/>
<node TEXT="о результатах контроля установки обновлений ПО" ID="ID_622895674" CREATED="1684663273326" MODIFIED="1684663329630" HGAP_QUANTITY="-592.00001 pt"/>
<node TEXT="о результатах контроля соответствия настроек ПО и средств ЗИ установленным требованиям к ЗИ (политикам безопасности)" ID="ID_1637782714" CREATED="1684663273715" MODIFIED="1684663335680" HGAP_QUANTITY="-598.60001 pt"/>
</node>
<node TEXT="Безагентный сбор данных предполагает получение данных от источников по сети передачи данных без установки дополнительного ПО для сбора данных мониторинга. К методам безагентного сбора данных относятся" ID="ID_1843917556" CREATED="1684663443119" MODIFIED="1684663576298" HGAP_QUANTITY="-527.20001 pt" VSHIFT_QUANTITY="-10.8 pt">
<node TEXT="чтение данных непосредственно из файлов или баз данных журналов событий безопасности" ID="ID_1832830883" CREATED="1684663467812" MODIFIED="1684663508856" HGAP_QUANTITY="-615.40002 pt" VSHIFT_QUANTITY="32.4 pt"/>
<node TEXT="прием данных, передаваемых от источников, с использованием стандартных протоколов передачи данных о событиях безопасности" ID="ID_127098421" CREATED="1684663470191" MODIFIED="1684663513492" HGAP_QUANTITY="-616.60002 pt"/>
<node TEXT="сбор данных путем подключения к программному интерфейсу приложения или веб-сервису источника данных" ID="ID_1679940478" CREATED="1684663471498" MODIFIED="1684663517710" HGAP_QUANTITY="-619.60002 pt"/>
</node>
<node TEXT="С использованием безагентного сбора данных можно осуществлять сбор данных о событиях безопасности, о работоспособности (неотключении) ПО и иных данных, которые может предоставить источник" ID="ID_1676496860" CREATED="1684663570565" MODIFIED="1684663624332" HGAP_QUANTITY="-526.00001 pt" VSHIFT_QUANTITY="-6.6 pt"/>
<node TEXT="Сбор данных о событиях безопасности с использованием опросных листов (форм) осуществляют путем заполнения специальных электронных (бумажных) форм с последующей их передачей персоналу, осуществляющему мониторинг ИБ" ID="ID_1763515357" CREATED="1684663619096" MODIFIED="1684663649812" HGAP_QUANTITY="-526.60001 pt" VSHIFT_QUANTITY="-12.6 pt"/>
<node TEXT="Сбор данных с использованием опросных листов (форм) включает" ID="ID_709685838" CREATED="1684663635933" MODIFIED="1684663776565" HGAP_QUANTITY="-527.80001 pt" VSHIFT_QUANTITY="-6 pt">
<node TEXT="разработку опросного листа (формы), содержащего перечень необходимых данных с необходимым количеством полей" ID="ID_1518314584" CREATED="1684663664291" MODIFIED="1684663700711" HGAP_QUANTITY="-622.60002 pt"/>
<node TEXT="разработку регламента сбора и передачи данных о событиях безопасности персоналу, осуществляющему мониторинг ИБ" ID="ID_1006525042" CREATED="1684663669351" MODIFIED="1684663717362" HGAP_QUANTITY="-623.80002 pt"/>
<node TEXT="внедрение опросного листа (формы)" ID="ID_566707393" CREATED="1684663669801" MODIFIED="1684663724072" HGAP_QUANTITY="-551.20001 pt" VSHIFT_QUANTITY="-1.8 pt"/>
<node TEXT="регистрацию в опросных листах (формах) необходимых данных и последующую их передачу персоналу, осуществляющему мониторинг ИБ" ID="ID_221292751" CREATED="1684663670115" MODIFIED="1684663736112" HGAP_QUANTITY="-626.20002 pt" VSHIFT_QUANTITY="-6 pt"/>
</node>
<node TEXT="Два типа опросных листов (форм)" ID="ID_1403428940" CREATED="1684663770865" MODIFIED="1684663859581" HGAP_QUANTITY="-452.20001 pt" VSHIFT_QUANTITY="-6.6 pt">
<node TEXT="периодически собираемые (например, результаты инвентаризации программно-технических средств, обновлений и пр.)" ID="ID_460118776" CREATED="1684663802369" MODIFIED="1684663824006" HGAP_QUANTITY="-523.60001 pt"/>
<node TEXT="постоянно действующие (например, опросные листы для сообщения о выявленном событии безопасности)" ID="ID_1022386436" CREATED="1684663804351" MODIFIED="1684663833849" HGAP_QUANTITY="-523.60001 pt" VSHIFT_QUANTITY="-10.2 pt"/>
</node>
<node TEXT="С использованием опросных листов (форм) можно передавать следующие данные мониторинга ИБ" ID="ID_303438396" CREATED="1684663853502" MODIFIED="1684663995730" HGAP_QUANTITY="-532.00001 pt" VSHIFT_QUANTITY="-12 pt">
<node TEXT="о выявляемых событиях безопасности" ID="ID_622147619" CREATED="1684663891296" MODIFIED="1684663945990" HGAP_QUANTITY="-556.60001 pt" VSHIFT_QUANTITY="-7.8 pt"/>
<node TEXT="составе программно-технических средств, ПО и средств ЗИ" ID="ID_169903375" CREATED="1684663895497" MODIFIED="1684663950054" HGAP_QUANTITY="-628.00002 pt"/>
<node TEXT="результатах контроля установки обновлений ПО" ID="ID_241333224" CREATED="1684663895945" MODIFIED="1684663967236" HGAP_QUANTITY="-611.80001 pt" VSHIFT_QUANTITY="-7.8 pt"/>
<node TEXT="результатах контроля соответствия настроек ПО и средств ЗИ установленным требованиям к ЗИ (политикам безопасности" ID="ID_1721538618" CREATED="1684663896358" MODIFIED="1684663964918" HGAP_QUANTITY="-622.60002 pt" VSHIFT_QUANTITY="-6.6 pt"/>
<node TEXT="иные данные и сведения, необходимые для мониторинга ИБ" ID="ID_79568641" CREATED="1684663896612" MODIFIED="1684663962235" HGAP_QUANTITY="-617.20002 pt" VSHIFT_QUANTITY="-24.6 pt"/>
</node>
<node TEXT="С использованием опросных листов (форм) передают данные мониторинга ИБ, которые невозможно передать каким-либо иным способом" ID="ID_578292656" CREATED="1684663987887" MODIFIED="1684664022183" HGAP_QUANTITY="-535.00001 pt" VSHIFT_QUANTITY="-4.8 pt"/>
<node TEXT="К инструментальным средствам сбора данных относятся" ID="ID_1796067237" CREATED="1684664014951" MODIFIED="1684664149723" HGAP_QUANTITY="-539.20001 pt" VSHIFT_QUANTITY="-3.6 pt">
<node TEXT="средства управления информацией об угрозах безопасности информации" ID="ID_1345868100" CREATED="1684664040715" MODIFIED="1684664119022" HGAP_QUANTITY="-590.20001 pt" VSHIFT_QUANTITY="6 pt"/>
<node TEXT="замкнутые среды предварительного исполнения программ (&quot;песочницы&quot;)" ID="ID_655252023" CREATED="1684664047807" MODIFIED="1684664116073" HGAP_QUANTITY="-592.00001 pt"/>
<node TEXT="средства (системы) контроля (анализа) защищенности" ID="ID_306812865" CREATED="1684664065647" MODIFIED="1684664124510" HGAP_QUANTITY="-593.20001 pt" VSHIFT_QUANTITY="-6 pt"/>
<node TEXT="средства инвентаризации программно-технических средств, ПО и средств ЗИ" ID="ID_1263309828" CREATED="1684664066555" MODIFIED="1684664129305" HGAP_QUANTITY="-593.20001 pt" VSHIFT_QUANTITY="-12.6 pt"/>
</node>
<node TEXT="Применение инструментальных средств для мониторинга ИБ позволяет получать и обрабатывать данные" ID="ID_1402199692" CREATED="1684664140966" MODIFIED="1684664303700" HGAP_QUANTITY="-535.00001 pt" VSHIFT_QUANTITY="-10.2 pt">
<node TEXT="о результатах контроля состава программно-технических средств, ПО и средств ЗИ (техническая инвентаризация)" ID="ID_566136889" CREATED="1684664175248" MODIFIED="1684664216924" HGAP_QUANTITY="-593.20001 pt" VSHIFT_QUANTITY="-2.4 pt"/>
<node TEXT="результатах выявления (поиска) уязвимостей" POSITION="top_or_left" ID="ID_992125757" CREATED="1684664178668" MODIFIED="1684664219688" HGAP_QUANTITY="-562.00001 pt"/>
<node TEXT="результатах контроля установки обновлений ПО" POSITION="top_or_left" ID="ID_350570457" CREATED="1684664179108" MODIFIED="1684664231115" HGAP_QUANTITY="-580.00001 pt"/>
<node TEXT="результатах контроля соответствия настроек ПО и средств ЗИ установленным требованиям к ЗИ (политикам безопасности)" POSITION="top_or_left" ID="ID_1168163977" CREATED="1684664185923" MODIFIED="1684664276058" HGAP_QUANTITY="-597.40001 pt" VSHIFT_QUANTITY="0 pt"/>
<node TEXT="результатах выявления уязвимостей и угроз, оказывающих влияние на безопасность информации, полученных в результате проведения тестовых испытаний в замкнутых средах предварительного исполнения программ (&quot;песочницах&quot;)" POSITION="top_or_left" ID="ID_1149244694" CREATED="1684664186678" MODIFIED="1684664272843" HGAP_QUANTITY="-596.20001 pt" VSHIFT_QUANTITY="-4.2 pt"/>
<node TEXT="новых угрозах безопасности информации" POSITION="top_or_left" ID="ID_967042336" CREATED="1684664186951" MODIFIED="1684664269711" HGAP_QUANTITY="-542.20001 pt"/>
</node>
<node TEXT="Мероприятия по мониторингу ИБ должны обеспечивать возможность фильтрации получаемых данных о событиях безопасности по уровню важности для обеспечения оперативной интеграции источников данных о событиях безопасности в процесс мониторинга ИБ и, при необходимости, по другим основаниям в соответствии с определенными правилами мониторинга ИБ" ID="ID_675316021" CREATED="1684664439063" MODIFIED="1684664458319" HGAP_QUANTITY="-533.80001 pt" VSHIFT_QUANTITY="-49.8 pt"/>
</node>
<node TEXT="5.3 Требования к хранению, агрегированию и обработке данных мониторинга" ID="ID_1023035416" CREATED="1684572800838" MODIFIED="1684664581744" HGAP_QUANTITY="-595.00001 pt" VSHIFT_QUANTITY="-6.6 pt">
<node TEXT="Мероприятия по мониторингу ИБ должны обеспечивать хранение данных, собираемых от источников, и результатов их обработки" ID="ID_923089085" CREATED="1684664582662" MODIFIED="1684664734053" HGAP_QUANTITY="-592.60001 pt" VSHIFT_QUANTITY="-1.2 pt"/>
<node TEXT="Сроки и формат хранения данных о событиях безопасности должны обеспечивать возможность выявления и анализа возникших нарушений безопасности информации" ID="ID_1533879450" CREATED="1684664715729" MODIFIED="1684664775057" HGAP_QUANTITY="-595.00001 pt" VSHIFT_QUANTITY="-1.8 pt"/>
<node TEXT="В рамках мероприятий по мониторингу ИБ реализуют следующие функции" ID="ID_53865595" CREATED="1684664767202" MODIFIED="1684665019097" HGAP_QUANTITY="-597.40001 pt" VSHIFT_QUANTITY="-3 pt">
<node TEXT="нормализация полученных данных к формату, необходимому для дальнейшей их обработки и хранения" ID="ID_899253687" CREATED="1684664788213" MODIFIED="1684664894115" HGAP_QUANTITY="-604.60001 pt" VSHIFT_QUANTITY="-10.8 pt"/>
<node TEXT="агрегирование данных (объединение нормализованных данных по группам на основе общих признаков);" ID="ID_569492298" CREATED="1684664789962" MODIFIED="1684664911342" HGAP_QUANTITY="-604.00001 pt"/>
<node TEXT="хранение агрегированных данных в течение срока хранения, определенного требованиями к ЗИ" ID="ID_1630151737" CREATED="1684664794798" MODIFIED="1684664923610" HGAP_QUANTITY="-604.00001 pt"/>
<node TEXT="анализ событий безопасности и иных данных мониторинга с целью выявления уязвимостей, угроз и нарушений безопасности информации" ID="ID_78261603" CREATED="1684664795233" MODIFIED="1684664936687" HGAP_QUANTITY="-601.60001 pt"/>
<node TEXT="сопоставление событий безопасности с потоками данных об угрозах, содержащих индикаторы компрометации" ID="ID_1520231453" CREATED="1684664795552" MODIFIED="1684664947619" HGAP_QUANTITY="-600.40001 pt"/>
<node TEXT="сопоставление результатов регистрации событий безопасности с результатами анализа уязвимостей" ID="ID_496437076" CREATED="1684664795863" MODIFIED="1684664957672" HGAP_QUANTITY="-602.80001 pt" VSHIFT_QUANTITY="-5.4 pt"/>
<node TEXT="выявление нарушений безопасности информации" ID="ID_125811251" CREATED="1684664796120" MODIFIED="1684664969586" HGAP_QUANTITY="-595.60001 pt"/>
</node>
<node TEXT="В рамках мероприятий по мониторингу ИБ также может быть реализовано хранение необработанных данных (до проведения их фильтрации, нормализации и (или) агрегирования)" ID="ID_81075429" CREATED="1684664996176" MODIFIED="1684665037457" HGAP_QUANTITY="-592.60001 pt" VSHIFT_QUANTITY="-6 pt"/>
<node TEXT="В рамках мероприятий по мониторингу ИБ реализуют меры, направленные на предотвращение потери данных мониторинга. В качестве таких мер необходимо рассматривать" ID="ID_473711340" CREATED="1684664999434" MODIFIED="1684665050380" HGAP_QUANTITY="-588.40001 pt" VSHIFT_QUANTITY="-19.8 pt">
<node TEXT="предупреждение (сигнализация, индикация) администратора при заполнении установленной части (процент или фактическое значение) объема памяти для хранения данных мониторинга" ID="ID_1692662690" CREATED="1684665059510" MODIFIED="1684665084743" HGAP_QUANTITY="-604.00001 pt" VSHIFT_QUANTITY="-12 pt"/>
<node TEXT="запись новых данных мониторинга ИБ поверх устаревших данных" ID="ID_601484959" CREATED="1684665066622" MODIFIED="1684665095791" HGAP_QUANTITY="-605.20001 pt" VSHIFT_QUANTITY="-22.2 pt"/>
<node TEXT="архивирование (резервное копирование) данных мониторинга ИБ на съемные машинные носители информации, в сеть хранения данных, на специализированные устройства или на выделенные серверы" ID="ID_1345135982" CREATED="1684665066976" MODIFIED="1684665108445" HGAP_QUANTITY="-603.40001 pt" VSHIFT_QUANTITY="-22.2 pt"/>
</node>
<node TEXT="С целью обеспечения возможности адаптации к новым типам угроз и их развивающимся методам в рамках мероприятий по мониторингу ИБ создают и актуализируют правила анализа событий безопасности и данных мониторинга, а также работники (сотрудники) оператора периодически оценивают актуальность новых угроз безопасности информации" ID="ID_324196171" CREATED="1684665122510" MODIFIED="1684665142404" HGAP_QUANTITY="-588.40001 pt" VSHIFT_QUANTITY="-24.6 pt"/>
</node>
<node TEXT="5.4 Требования к представлению данных о результатах мониторинга" ID="ID_146452642" CREATED="1684572884714" MODIFIED="1684572925403" HGAP_QUANTITY="-595.00001 pt" VSHIFT_QUANTITY="-8.4 pt">
<node TEXT="В рамках мероприятий по мониторингу ИБ необходимо обеспечивать возможность представления как собранных данных о событиях безопасности и иных данных мониторинга, так и результатов выполнения определенных настоящим стандартом мероприятий мониторинга ИБ" ID="ID_1076853566" CREATED="1684665166737" MODIFIED="1684665205912" HGAP_QUANTITY="-588.40001 pt" VSHIFT_QUANTITY="5.4 pt"/>
<node TEXT="В рамках мероприятий по мониторингу ИБ необходимо обеспечивать возможность формирования следующих отчетов о результатах мониторинга ИБ" ID="ID_111075984" CREATED="1684665172595" MODIFIED="1684665320143" HGAP_QUANTITY="-588.40001 pt" VSHIFT_QUANTITY="-4.2 pt">
<node TEXT="с собранными инвентаризационными данными" ID="ID_1183467258" CREATED="1684665226334" MODIFIED="1684665284636" HGAP_QUANTITY="-578.80001 pt"/>
<node TEXT="о результатах контроля соответствия настроек ПО и средств ЗИ установленным требованиям к ЗИ (политикам безопасности)" ID="ID_286291988" CREATED="1684665226615" MODIFIED="1684665295770" HGAP_QUANTITY="-602.80001 pt"/>
<node TEXT="о состоянии источников событий безопасности и данных" ID="ID_1547699192" CREATED="1684665226909" MODIFIED="1684665307486" HGAP_QUANTITY="-601.00001 pt" VSHIFT_QUANTITY="-8.4 pt"/>
<node TEXT="статистических, по собранным данным о событиях безопасности информации" ID="ID_476530028" CREATED="1684665224414" MODIFIED="1684665254971" HGAP_QUANTITY="-602.20001 pt"/>
<node TEXT="о нарушениях безопасности информации, выявленных при анализе событий безопасности информации и иных данных мониторинга" ID="ID_1106156112" CREATED="1684665225697" MODIFIED="1684665265740" HGAP_QUANTITY="-601.60001 pt"/>
<node TEXT="с описанием выявленных уязвимостей" ID="ID_1886060100" CREATED="1684665226035" MODIFIED="1684665274780" HGAP_QUANTITY="-533.20001 pt"/>
</node>
<node TEXT="На уровне представления информации и данных мониторинга ИБ нужно обеспечивать следующие условия" ID="ID_1209512545" CREATED="1684665312773" MODIFIED="1684665955389" HGAP_QUANTITY="-588.40001 pt" VSHIFT_QUANTITY="0.6 pt">
<node TEXT="Параметры мониторинга" ID="ID_1818810211" CREATED="1684665363476" MODIFIED="1684665855330" HGAP_QUANTITY="-460.60001 pt">
<node TEXT="правила анализа данных мониторинга, используемые для выявления нарушений безопасности информации, и настройки автоматизированных средств, используемых для сбора данных мониторинга" ID="ID_1796540397" CREATED="1684665858345" MODIFIED="1684665875703" HGAP_QUANTITY="-457.60001 pt"/>
</node>
<node TEXT="Для типов событий безопасности, определенных в ГОСТ Р 59548, мероприятия по мониторингу ИБ должны обеспечивать возможность получения регистрируемой информации, требования к составу которой определены в указанном национальном стандарте" ID="ID_843168525" CREATED="1684664297690" MODIFIED="1684664358074" HGAP_QUANTITY="-532.60001 pt" VSHIFT_QUANTITY="-3.6 pt"/>
<node TEXT="При сборе данных о событиях безопасности следует учесть необходимость получения" ID="ID_172141879" CREATED="1684664350675" MODIFIED="1684664444785" HGAP_QUANTITY="-529.60001 pt" VSHIFT_QUANTITY="-3.6 pt">
<node TEXT="Справочников, содержащих описание идентификаторов отдельных типов данных (если справочники используются источником)" ID="ID_252970130" CREATED="1684664374709" MODIFIED="1684664404489" HGAP_QUANTITY="-620.80002 pt" VSHIFT_QUANTITY="11.4 pt"/>
<node TEXT="данных с описанием полей регистрируемых событий безопасности для последующей их интерпретации" ID="ID_771466210" CREATED="1684664380464" MODIFIED="1684664408023" HGAP_QUANTITY="-620.80002 pt" VSHIFT_QUANTITY="-7.8 pt"/>
</node>
<node TEXT="представление данных мониторинга ИБ в режиме времени, близком к реальному" ID="ID_344435803" CREATED="1684665368895" MODIFIED="1684665918284" HGAP_QUANTITY="-598.00001 pt"/>
<node TEXT="представление данных мониторинга ИБ в соответствии с условиями выборки по установленным параметрам (запросами)" ID="ID_1648767098" CREATED="1684665369126" MODIFIED="1684665928915" HGAP_QUANTITY="-596.80001 pt"/>
<node TEXT="представление данных мониторинга ИБ как в текстовом, так и в графическом виде" ID="ID_496694366" CREATED="1684665369371" MODIFIED="1684665939756" HGAP_QUANTITY="-590.80001 pt"/>
<node TEXT="управление параметрами мониторинга и представление данных мониторинга, в том числе (при необходимости) с привязкой к объектам мониторинга" ID="ID_309906420" CREATED="1684665368431" MODIFIED="1684665897296" HGAP_QUANTITY="-598.60001 pt"/>
<node TEXT="представление данных об объектах мониторинга, их состоянии и связях между ними" ID="ID_1888773923" CREATED="1684665368673" MODIFIED="1684665907804" HGAP_QUANTITY="-599.20001 pt"/>
</node>
<node TEXT="В рамках мероприятий по мониторингу ИБ необходимо обеспечивать информирование ответственных лиц о выявленных нарушениях безопасности информации, о результатах поиска уязвимостей контроля установки обновлений ПО и контроля состава программно-технических средств, о неисправностях ПО и средств ЗИ, сбоях и отказах в функционировании программно-технических средств. Информирование ответственных лиц может осуществляться путем отправки уведомлений по электронной почте, запуска внешнего приложения, используемого для оповещения, отображения сведений о событии безопасности в интерфейсе ПО, применяемого для мониторинга ИБ, и иными способами. В рамках оптимизации мероприятий по мониторингу ИБ должна быть предусмотрена возможность настройки оповещений (повторные оповещения, отсроченные оповещения, расширение перечня адресатов оповещений)" ID="ID_36899533" CREATED="1684665949740" MODIFIED="1684665974127" HGAP_QUANTITY="-587.80001 pt" VSHIFT_QUANTITY="-20.4 pt"/>
</node>
<node TEXT="контролем и анализом сетевого трафика" ID="ID_1402733672" CREATED="1684666115648" MODIFIED="1684666291223" HGAP_QUANTITY="-535.60001 pt"/>
<node TEXT="контролем использования интерфейсов ввода (вывода) информации на машинные носители информации" ID="ID_1621268239" CREATED="1684666115937" MODIFIED="1684666301149" HGAP_QUANTITY="-593.20001 pt"/>
<node TEXT="анализом действий пользователей" ID="ID_1630992680" CREATED="1684666116477" MODIFIED="1684666311370" HGAP_QUANTITY="-507.40001 pt"/>
<node TEXT="управлением конфигурацией информационных (автоматизированных) систем" ID="ID_867559997" CREATED="1684666116741" MODIFIED="1684666325704" HGAP_QUANTITY="-594.40001 pt" VSHIFT_QUANTITY="-7.8 pt"/>
<node TEXT="5.5 Порядок осуществления мониторинга информационной безопасности при реализации мер защиты информации" ID="ID_1002405862" CREATED="1684572918926" MODIFIED="1684572958050" HGAP_QUANTITY="-592.60001 pt" VSHIFT_QUANTITY="-8.4 pt">
<node TEXT="Мониторинг ИБ при реализации мер ЗИ проводят для всех событий, подлежащих регистрации, что обеспечивает своевременное выявление признаков нарушений безопасности информации" ID="ID_134190056" CREATED="1684666068801" MODIFIED="1684666090072" HGAP_QUANTITY="-590.80001 pt" VSHIFT_QUANTITY="-1.2 pt"/>
<node TEXT="Мероприятия по мониторингу ИБ можно применять для реализации мер ЗИ, связанных" ID="ID_1664596863" CREATED="1684666082293" MODIFIED="1684666348102" HGAP_QUANTITY="-590.80001 pt" VSHIFT_QUANTITY="-1.8 pt">
<node TEXT="с контролем состава программно-технических средств, ПО и средств ЗИ (инвентаризацией)" ID="ID_1260563988" CREATED="1684666101937" MODIFIED="1684666255645" HGAP_QUANTITY="-592.00001 pt" VSHIFT_QUANTITY="6.6 pt"/>
<node TEXT="регистрацией событий безопасности" ID="ID_627833994" CREATED="1684666114863" MODIFIED="1684666261309" HGAP_QUANTITY="-514.00001 pt"/>
<node TEXT="выявлением (поиском) уязвимостей" ID="ID_748090185" CREATED="1684666115330" MODIFIED="1684666281099" HGAP_QUANTITY="-509.20001 pt"/>
</node>
<node TEXT="Мероприятия по мониторингу ИБ могут применяться как компенсирующие меры в случае технической сложности реализации или нецелесообразности применения иных мер ЗИ" ID="ID_34356577" CREATED="1684666341006" MODIFIED="1684666369346" HGAP_QUANTITY="-589.60001 pt" VSHIFT_QUANTITY="-6.6 pt"/>
<node TEXT="Для осуществления мероприятий по мониторингу ИБ должно быть обеспечено наличие штатного обученного персонала соответствующих категорий (ответственных лиц, дежурных смен), основной деятельностью которых является постоянный мониторинг ИБ" ID="ID_93340421" CREATED="1684666362882" MODIFIED="1684667005891" HGAP_QUANTITY="-593.20001 pt" VSHIFT_QUANTITY="-6.6 pt">
<node TEXT="Роли для персонала, осуществляющего мониторинг ИБ, и их функции" ID="ID_322749119" CREATED="1684666418540" MODIFIED="1684666438222" HGAP_QUANTITY="-607.60001 pt">
<node TEXT="руководитель" ID="ID_1927154380" CREATED="1684666439526" MODIFIED="1684666555256" HGAP_QUANTITY="-407.80001 pt" VSHIFT_QUANTITY="14.4 pt">
<node TEXT="выполняет функции, связанные с управлением персоналом, обеспечивающим функционирование процесса мониторинга ИБ" ID="ID_1001742206" CREATED="1684666615757" MODIFIED="1684666623979" HGAP_QUANTITY="-435.40001 pt"/>
</node>
<node TEXT="системный администратор" ID="ID_1386318322" CREATED="1684666445129" MODIFIED="1684666557734" HGAP_QUANTITY="-464.20001 pt">
<node TEXT="выполняет функции, связанные с установкой и обеспечением работоспособности программных и аппаратных компонентов, применяемых для мониторинга ИБ, разработкой запросов на представление информации и данных мониторинга, а также с развитием форм представления и визуализации информации и данных мониторинга" ID="ID_1023274271" CREATED="1684666626122" MODIFIED="1684666638633" HGAP_QUANTITY="-443.80001 pt"/>
</node>
<node TEXT="специалист по оценке защищенности" ID="ID_1825953586" CREATED="1684666454809" MODIFIED="1684666594126" HGAP_QUANTITY="-509.80001 pt">
<node TEXT="контроль состава программно-технических средств, ПО и средств ЗИ (инвентаризация)" ID="ID_1666709628" CREATED="1684666698094" MODIFIED="1684666772908" HGAP_QUANTITY="-508.00001 pt" VSHIFT_QUANTITY="-6.6 pt"/>
<node TEXT="выявление угроз безопасности информации и уязвимостей" ID="ID_124776922" CREATED="1684666701185" MODIFIED="1684666788984" HGAP_QUANTITY="-507.40001 pt"/>
<node TEXT="контроль соответствия настроек ПО и средств ЗИ установленным требованиям к ЗИ (политикам безопасности)" ID="ID_427109789" CREATED="1684666701516" MODIFIED="1684666803451" HGAP_QUANTITY="-507.40001 pt" VSHIFT_QUANTITY="-9 pt"/>
<node TEXT="развитием методов и инструментальных средств сбора данных" ID="ID_1046091104" CREATED="1684666701828" MODIFIED="1684666816388" HGAP_QUANTITY="-507.40001 pt"/>
</node>
<node TEXT="аналитик" ID="ID_1524728134" CREATED="1684666455120" MODIFIED="1684666604949" HGAP_QUANTITY="-379.60001 pt" VSHIFT_QUANTITY="7.2 pt">
<node TEXT="выполняет функции, связанные с анализом результатов мониторинга ИБ (событий безопасности) и разработкой правил агрегирования и анализа событий безопасности и данных мониторинга, а также определением критериев нарушений безопасности информации" ID="ID_1967169217" CREATED="1684666872637" MODIFIED="1684666886497" HGAP_QUANTITY="-442.00001 pt" VSHIFT_QUANTITY="-1.8 pt"/>
</node>
</node>
<node TEXT="возлагать на одного работника из числа персонала, осуществляющего мониторинг ИБ, функции, относящиеся к разным ролям персонала, осуществляющего мониторинг ИБ" ID="ID_582783533" CREATED="1684666939011" MODIFIED="1684666959157" HGAP_QUANTITY="-418.00001 pt"/>
<node TEXT="передавать часть функций мониторинга ИБ сторонним организациям, имеющим лицензии на соответствующие виды деятельности" ID="ID_1166437807" CREATED="1684666941164" MODIFIED="1684666969483" HGAP_QUANTITY="-419.20001 pt"/>
<node TEXT="Допускается" ID="ID_1116411196" CREATED="1684666922906" MODIFIED="1684666938594" HGAP_QUANTITY="-448.00001 pt" VSHIFT_QUANTITY="-264.60001 pt">
</node>
<node TEXT="В рамках мероприятий по мониторингу ИБ может быть принято решение о создании единого координирующего центра мониторинга (ситуационного центра мониторинга ИБ), позволяющего контролировать качество организации процесса мониторинга, а также непрерывность и результативность процесса мониторинга ИБ в различных аспектах, включающих" ID="ID_1471889246" CREATED="1684667024660" MODIFIED="1684667103917" HGAP_QUANTITY="-590.80001 pt" VSHIFT_QUANTITY="-4.8 pt">
<node TEXT="полноту охвата мониторингом информационных (автоматизированных) систем (в первую очередь с точки зрения состава вовлеченных в мониторинг средств - источников событий и исходных данных)" ID="ID_1885494033" CREATED="1684667046368" MODIFIED="1684667065265" HGAP_QUANTITY="-624.40002 pt" VSHIFT_QUANTITY="1.2 pt"/>
<node TEXT="состав правил анализа событий безопасности и данных мониторинга, а также критериев нарушений безопасности информации" ID="ID_575188346" CREATED="1684667056558" MODIFIED="1684667081524" HGAP_QUANTITY="-623.20002 pt" VSHIFT_QUANTITY="-6 pt"/>
<node TEXT="контроль работоспособности всех компонентов, участвующих в мониторинге ИБ" ID="ID_784802022" CREATED="1684667056871" MODIFIED="1684667091853" HGAP_QUANTITY="-620.20002 pt"/>
</node>
<node TEXT="регистрация действий пользователей при осуществлении доступа к данным мониторинга и (или) автоматизированным средствам мониторинга" ID="ID_1302849024" CREATED="1684667209923" MODIFIED="1684667311123" HGAP_QUANTITY="-630.40002 pt" VSHIFT_QUANTITY="-7.2 pt"/>
<node TEXT="В процессе мониторинга ИБ, как минимум, регистрируются следующие типы событий безопасности, связанные с доступом к данным мониторинга и (или) автоматизированным средствам мониторинга, которые установлены в ГОСТ Р 59548" ID="ID_1864087274" CREATED="1684667373138" MODIFIED="1684667380743" HGAP_QUANTITY="-368.20001 pt" VSHIFT_QUANTITY="-13.8 pt">
<node TEXT="попытки идентификации и аутентификации субъекта доступа" ID="ID_1367014098" CREATED="1684667384324" MODIFIED="1684667423373" HGAP_QUANTITY="-603.40001 pt"/>
<node TEXT="управление учетными записями пользователей" ID="ID_1362425818" CREATED="1684667393126" MODIFIED="1684667445066" HGAP_QUANTITY="-557.80001 pt"/>
<node TEXT="управление средствами аутентификации" ID="ID_136416823" CREATED="1684667393440" MODIFIED="1684667448502" HGAP_QUANTITY="-526.60001 pt"/>
<node TEXT="управление атрибутами доступа" ID="ID_1854926272" CREATED="1684667393724" MODIFIED="1684667457420" HGAP_QUANTITY="-488.20001 pt"/>
<node TEXT="попытки доступа к защищаемой информации" ID="ID_1175063401" CREATED="1684667394101" MODIFIED="1684667466742" HGAP_QUANTITY="-547.60001 pt"/>
<node TEXT="управление (администрирование) функциями безопасности" ID="ID_1247907205" CREATED="1684667394480" MODIFIED="1684667476768" HGAP_QUANTITY="-604.60001 pt"/>
<node TEXT="действия по управлению журналами (записями) регистрации событий безопасности" ID="ID_527375622" CREATED="1684667394770" MODIFIED="1684667486744" HGAP_QUANTITY="-602.80001 pt"/>
<node TEXT="защита от несанкционированного изменения данных аудита программных и аппаратных компонентов, применяемых для мониторинга ИБ" ID="ID_1675515445" CREATED="1684667395053" MODIFIED="1684667498018" HGAP_QUANTITY="-602.80001 pt"/>
<node TEXT="оповещение оператора мониторинга ИБ о потенциально опасных действиях пользователей, осуществляющих доступ к программным и аппаратным компонентам, применяемым для доступа к данным мониторинга и (или) автоматизированным средствам мониторинга" ID="ID_1565218925" CREATED="1684667395324" MODIFIED="1684667512520" HGAP_QUANTITY="-599.80001 pt" VSHIFT_QUANTITY="-11.4 pt"/>
</node>
</node>
<node TEXT="Защиту данных мониторинга ИБ осуществляют исходя из классов защищенности (категорий значимости, уровней защищенности информации) информационных (автоматизированных) систем, для которых планируется осуществлять мониторинг ИБ" ID="ID_318371274" CREATED="1684667136395" MODIFIED="1684667529408" HGAP_QUANTITY="-599.80001 pt" VSHIFT_QUANTITY="-8.4 pt"/>
<node TEXT="Применение методов криптографической защиты информации определяют в соответствии с законодательством Российской Федерации" ID="ID_360380665" CREATED="1684667137270" MODIFIED="1684667550807" HGAP_QUANTITY="-599.80001 pt" VSHIFT_QUANTITY="-5.4 pt"/>
</node>
</node>
</node>
</map>
